tap 'homebrew/bundle'
tap 'homebrew/cask-versions'

brew 'bat'
brew 'bitwarden-cli'
brew 'btop'
brew 'eza'
brew 'fd'
brew 'ffmpeg'
brew 'fish'
brew 'fisher'
brew 'fsouza/prettierd/prettierd'
brew 'gh'
brew 'git'
brew 'glow'
brew 'lazygit'
brew 'lf'
brew 'mas'
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'pastel'
brew 'pnpm'
brew 'ripgrep'
brew 'schappim/ocr/ocr'
brew 'tealdeer'
brew 'tmux'
brew 'vercel-cli'

cask 'bitwarden'
cask 'blender'
cask 'discord'
cask 'eloston-chromium'
cask 'figma-beta'
cask 'hiddenbar'
cask 'iina'
cask 'karabiner-elements'
cask 'keka'
cask 'kitty'
cask 'linear-linear'
cask 'macmediakeyforwarder'
cask 'mouse-fix'
cask 'obsidian'
cask 'raycast'
cask 'sioyek'
cask 'spaceid'
cask 'spotify'
cask 'utm'
cask 'visual-studio-code-insiders'

mas 'Pandan',         id: 1569600264
mas 'Xcode',          id: 497799835

# vim:filetype=ruby
