tap "homebrew/cask-versions"

brew "bash"
brew "bat"
brew "bitwarden-cli"
brew "btop"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "mas"
brew "neovim", args: ["HEAD"]
brew "node"
brew "pastel"
brew "pnpm"
brew "ripgrep"
brew "tealdeer"
brew "tmux", args: ["HEAD"]
brew "trash-cli"
brew "tree-sitter"
brew "yazi"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "fsouza/prettierd/prettierd"
brew "schappim/ocr/ocr"

cask "affinity"
cask "bitwarden"
cask "blender"
cask "figma"
cask "handbrake-app"
cask "helium-browser"
cask "hiddenbar"
cask "iina"
cask "itsycal"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "localsend"
cask "mac-mouse-fix"
cask "macmediakeyforwarder"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "sioyek"
cask "spaceid"
cask "syncthing-app"
cask "tailscale-app"
cask "utm"
cask "zed@preview"

mas "Actions", id: 1586435171
mas "Pandan", id: 1569600264
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835

# vim:filetype=ruby
