tap 'homebrew/bundle'
tap 'homebrew/cask-versions'

brew 'bash'
brew 'bat'
brew 'bitwarden-cli'
brew 'btop'
brew 'dust'
brew 'eza'
brew 'fd'
brew 'ffmpeg'
brew 'fish'
brew 'fisher'
brew 'fsouza/prettierd/prettierd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'glow'
brew 'go'
brew 'lazygit'
brew 'mas'
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'pastel'
brew 'pnpm'
brew 'ripgrep'
brew 'schappim/ocr/ocr'
brew 'tealdeer'
brew 'tmux'
brew 'trash-cli'
brew 'yazi'
brew 'zoxide'

cask 'bitwarden'
cask 'blender'
cask 'discord'
cask 'eloston-chromium'
cask 'figma'
cask 'hiddenbar'
cask 'iina'
cask 'karabiner-elements'
cask 'keka'
cask 'kitty'
cask 'linear-linear'
cask 'localsend'
cask 'mac-mouse-fix'
cask 'macmediakeyforwarder'
cask 'obsidian'
cask 'ollama'
cask 'orbstack'
cask 'raycast'
cask 'sioyek'
cask 'spaceid'
cask 'syncthing'
cask 'utm'
cask 'zed'

mas "Actions", id: 1586435171
mas 'Pandan', id: 1569600264
mas "TestFlight", id: 899247664
mas 'Xcode', id: 497799835

# vim:filetype=ruby
